{
    "add_and_enable_areas_under_cities_with_shipping_costs_if_none_are_available_city_costs_apply_customers_with_unmatched_areas_will_see_we_no_longer_deliver_in_this_area_and_can_update_their_address_configure_your_": "Adicione e ative áreas sob cidades com custos de envio. Se nenhuma estiver disponível, aplicam-se os custos da cidade. Clientes com áreas não correspondentes verão 'Não entregamos mais nesta área' e podem atualizar o seu endereço. Configure o seu",
    "Add and enable areas under cities with shipping costs. If none are available, city costs apply. Customers with unmatched areas will see 'We no longer deliver in this area' and can update their address. Configure Your ": "Adicione e ative áreas sob cidades com custos de envio. Se nenhuma estiver disponível, aplicam-se os custos da cidade. Clientes com áreas não correspondentes verão 'Não entregamos mais nesta área' e podem atualizar o seu endereço. Configure o Seu",
    "add_and_enable_cities_to_use_them_for_shipping_if_states_are_on_cities_go_under_states_if_off_they_go_under_countries_turning_off_a_city_also_turns_off_its_areas_if_a_city_is_missing_users_will_see_we_no_longer_deliver_to_this_address_configure_your_": "Adicione e ative cidades para usá-las para envio. Se os estados estiverem ativos, as cidades ficam sob os estados; se desativados, ficam sob os países. Desativar uma cidade também desativa as suas áreas. Se uma cidade estiver em falta, os utilizadores verão 'Não entregamos mais neste endereço'. Configure o seu",
    "Add and enable cities to use them for shipping. If states are on, cities go under states; if off, they go under countries. Turning off a city also turns off its areas. If a city is missing, users will see 'We no longer deliver to this address. Configure Your ": "Adicione e ative cidades para usá-las para envio. Se os estados estiverem ativos, as cidades ficam sob os estados; se desativados, ficam sob os países. Desativar uma cidade também desativa as suas áreas. Se uma cidade estiver em falta, os utilizadores verão 'Não entregamos mais neste endereço'. Configure o Seu",
    "Add thumbnails in the same order as your videos. If you upload only one image, it will be used for all videos.": "Adicione miniaturas na mesma ordem dos seus vídeos. Se carregar apenas uma imagem, será usada para todos os vídeos.",
    "After activating this option, sellers can add digital products.": "Depois de ativar esta opção, os vendedores podem adicionar produtos digitais.",
    "Please be carefull when you are configuring SMTP. For incorrect configuration you will get error at the time of order place, new registration, sending newsletter.": "Por favor, tenha cuidado ao configurar o SMTP. Para configuração incorreta, obterá erro no momento de fazer a encomenda, novo registo, envio de newsletter.",
    "type_and_hit_enter_to_add_a_tag": "Digite e pressione Enter para adicionar uma etiqueta",
    "Type and hit enter to add a tag": "Digite e pressione Enter para adicionar uma etiqueta",
    "type_to_add_a_tag": "Digite para adicionar uma etiqueta",
    "Type to add a tag": "Digite para adicionar uma etiqueta",
    "Will be shown in New Product Card into Slider section": "Será mostrado no Cartão de Novo Produto na secção de Slider",
    "You can add new types & upload image for every type. If you do not upload image or edit images from default types then default image will be shown.": "Pode adicionar novos tipos e carregar imagem para cada tipo. Se não carregar imagem ou editar imagens dos tipos padrão, a imagem padrão será mostrada.",
    "You need to configure SMTP correctly to to add Customer by email.": "Precisa configurar o SMTP corretamente para adicionar Cliente por email.",
    "You need to configure SMTP correctly to to add Seller.": "Precisa configurar o SMTP corretamente para adicionar Vendedor."
}