{
    "4_after_uploading_products_you_need_to_edit_them_and_set_products_images_and_choices": "4. Depois de carregar os produtos, precisa editá-los e definir as imagens e opções dos produtos.",
    "after_uploading_products_you_need_to_edit_them_and_set_products_images_and_choices": "Depois de carregar os produtos, precisa editá-los e definir as imagens e opções dos produtos",
    "after_activating_this_option_sellers_can_add_digitalproducts": "Depois de ativar esta opção, os vendedores podem adicionar produtos digitais.",
    "add_thumbnails_in_the_same_order_as_your_videos_if_you_upload_only_one_image_it_will_be_used_for_all_videos": "Adicione miniaturas na mesma ordem dos seus vídeos. Se carregar apenas uma imagem, será usada para todos os vídeos.",
    "please_login_as_a_customer_to_add_products_to_the_cart": "Por favor, faça login como cliente para adicionar produtos ao carrinho.",
    "please_login_as_a_customer_to_add_products_to_the_wishlist": "Por favor, faça login como cliente para adicionar produtos à lista de desejos.",
    "remove_other_items_to_add_auction_product": "Remova outros itens para adicionar produto de leilão.",
    "there_have_been_no_reviews_for_this_product_yet": "Ainda não há avaliações para este produto.",
    "product_wise_shipping_cost_calulation_shipping_cost_is_calculate_by_addition_of_each_product_shipping_cost": "Cálculo do custo de envio por produto: O custo de envio é calculado pela adição do custo de envio de cada produto",
    "shipping_cost_is_calculated_by_adding_the_shipping_cost_of_each_product": "O custo de envio é calculado somando o custo de envio de cada produto.",
    "seller_wise_flat_shipping_cost_calulation_fixed_rate_for_each_seller_if_a_customer_purchase_2_product_from_two_seller_shipping_cost_is_calculate_by_addition_of_each_seller_flat_shipping_cost": "Cálculo de custo fixo de envio por vendedor: Taxa fixa para cada vendedor. Se um cliente comprar 2 produtos de dois vendedores, o custo de envio é calculado pela adição do custo fixo de envio de cada vendedor",
    "seller_wise_flat_shipping_cost_calulation_fixed_rate_for_each_seller_if_customers_purchase_2_product_from_two_seller_shipping_cost_is_calculated_by_addition_of_each_seller_flat_shipping_cost": "Cálculo de custo fixo de envio por vendedor: Taxa fixa para cada vendedor. Se os clientes comprarem 2 produtos de dois vendedores, o custo de envio é calculado pela adição do custo fixo de envio de cada vendedor",
    "these_images_are_visible_in_product_details_page_gallery_minimum_dimensions_required_900px_width_x_900px_height": "Estas imagens são visíveis na galeria da página de detalhes do produto. Dimensões mínimas necessárias: 900px de largura X 900px de altura.",
    "these_images_are_visible_in_product_details_page_gallery_use_600x600_sizes_images": "Estas imagens são visíveis na galeria da página de detalhes do produto. Use imagens de tamanho 600x600.",
    "this_image_is_visible_in_all_product_box_minimum_dimensions_required_195px_width_x_195px_height_keep_some_blank_space_around_main_object_of_your_image_as_we_had_to_crop_some_edge_in_different_devices_to_make_it_responsive__if_no_thumbnail_is_uploaded_the_products_first_gallery_image_will_be_used_as_the_thumbnailimage": "Esta imagem é visível em todas as caixas de produto. Dimensões mínimas necessárias: 195px de largura X 195px de altura. Mantenha algum espaço em branco em torno do objeto principal da sua imagem, pois tivemos que cortar algumas bordas em diferentes dispositivos para torná-lo responsivo. Se nenhuma miniatura for carregada, a primeira imagem da galeria do produto será usada como miniatura.",
    "Do you really want to ban this Customer?": "Tem a certeza que quer banir este Cliente?",
    "Do you really want to ban this seller?": "Tem a certeza que quer banir este vendedor?",
    "Do you really want to unban this Customer?": "Tem a certeza que quer desbanir este Cliente?",
    "Do you really want to unban this seller?": "Tem a certeza que quer desbanir este vendedor?",
    "Are you sure you want to allow sellers to create custom labels?": "Tem a certeza que quer permitir aos vendedores criar etiquetas personalizadas?",
    "Are you sure you want to allow this Custom Label for Seller?": "Tem a certeza que quer permitir esta Etiqueta Personalizada para o Vendedor?",
    "closing this will hide this Alert from all visiting customer immediately.": "Fechar isto irá ocultar este Alerta de todos os clientes visitantes imediatamente.",
    "closing this will hide this Popup from all visiting customer immediately.": "Fechar isto irá ocultar este Popup de todos os clientes visitantes imediatamente.",
    "closing this will hide this Top Bar from all visiting customer immediately.": "Fechar isto irá ocultar esta Barra Superior de todos os clientes visitantes imediatamente.",
    "each_seller_has_a_fixed_shipping_rate_admin_can_set_their_rate_here_and_sellers_set_theirs_from_their_panel_if_a_customer_buys_from_multiple_sellers_shipping_costs_are_added_together": "Cada vendedor tem uma taxa de envio fixa. O administrador pode definir a sua taxa aqui, e os vendedores definem a deles no seu painel. Se um cliente comprar de vários vendedores, os custos de envio são somados",
    "please_be_carefull_when_you_are_configuring_smtp_for_incorrect_configuration_you_will_get_error_at_the_time_of_order_place_new_registration_sending_newsletter": "Por favor, tenha cuidado ao configurar o SMTP. Para configuração incorreta, obterá erro no momento de fazer a encomenda, novo registo, envio de newsletter."
}